alsa-utils
base
base-devel
bat
biber
btop
chromium
cups
discord
dosfstools
dunst
efibootmgr
exfatprogs
fastfetch
fd
firefox
fzf
gammastep
gdu
gimp
git
git-delta
goimapnotify
grim
htop
hypridle
hyprland
hyprlock
imv
inkscape
isync
jdk21-openjdk
jq
jupyter-notebook
khal
khard
kitty
libreoffice-extension-texmaths
libreoffice-fresh
linux
linux-firmware
lsd
lua-language-server
lxappearance-gtk3
lxsession
lynx
man-db
mpv
mypy
neomutt
neovim
networkmanager
newsboat
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvtop
obs-studio
openconnect
openssh
pacman-contrib
pass
pass-otp
pavucontrol
perl-file-homedir
perl-rename
perl-yaml-tiny
pimsync
pipewire
pipewire-pulse
pkgstats
prettier
pyright
python
python-black
python-debugpy
python-flake8
qemu-desktop
qmk
qt5ct
reflector
ripgrep
rsync
rust
shfmt
slurp
starship
steam
stow
stylua
syncthing
system-config-printer
tealdeer
texlab
texlive
texlive-doc
texlive-langgerman
thunderbird
tokei
torbrowser-launcher
transmission-cli
trash-cli
tree-sitter-cli
typos
udiskie
unzip
urlscan
uv
virt-manager
waybar
wget
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xauth
xorg-xev
xournalpp
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
