alsa-utils
base
base-devel
bat
chromium
code
cups
dosfstools
dunst
efibootmgr
espeak-ng
exfatprogs
fd
firefox
fzf
gammastep
gimp
git
git-delta
goimapnotify
grim
hplip
htop
hyprland
imv
isync
jdk-openjdk
jq
jupyter-notebook
libreoffice-fresh
linux
linux-firmware
lsd
lxappearance-gtk3
lxsession
lynx
man-db
mpv
ncdu
neomutt
neovim
networkmanager
newsboat
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
openconnect
openssh
pacman-contrib
pass
pass-otp
pavucontrol
perl-rename
piper
pipewire
pipewire-pulse
pkgstats
python
qemu-desktop
qmk
qt5ct
reflector
ripgrep
rsync
slurp
starship
steam
stow
swayidle
swaylock
syncthing
system-config-printer
termdown
texlive
thunderbird
tldr
torbrowser-launcher
transmission-cli
trash-cli
ttf-fira-code
ttf-firacode-nerd
udiskie
unzip
urlscan
virt-manager
waybar
wget
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xev
xournalpp
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
